import scene0 from './assets/img/scene-0.png'
import scene1 from './assets/img/scene-1.png'
import scene2 from './assets/img/scene-2.png'
import scene3 from './assets/img/scene-3.png'
import scene4 from './assets/img/scene-4.png'
import scene5 from './assets/img/scene-5.png'
import scene6 from './assets/img/scene-6.png'
import scene7 from './assets/img/scene-7.png'
import scene8 from './assets/img/scene-8.png'
import scene9 from './assets/img/scene-9.png'
import scene10 from './assets/img/scene-10.png'
import scene11 from './assets/img/scene-11.png'
import scene12 from './assets/img/scene-12.png'
import scene13 from './assets/img/scene-13.png'

export const stages = [
  {
    position: 0,
    image: scene0,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Даниил резко проснулся и, вздрогнув, открыл глаза. Старое кресло жалобно скрипнуло, и стоящая над ним фигура укоризненно покачала головой. ',
        author: '',
      },
      {
        id: 1,
        text: ' - Что же вы так, Даниил Маркович? Неужто кошмар приснился?',
        author: '',
      },
    ],
  },
  {
    position: 1,
    image: scene0,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: 'Знакомый голос привёл немолодого учёного в чувства,  он, наконец, вспомнил, где находится и слегка поморщился. Возможно, супруга была права, когда уговаривала его отказаться от участия в этой «программе сотрудничества». Скорее всего, даже если бы он её послушал, ему бы удалось продолжить медицинскую практику, но вот об официальном разрешении на исследования пришлось бы забыть. ',
        author: '',
      },
    ],
  },
  {
    position: 2,
    image: scene0,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: 'Даниилу хотелось верить, что он согласился не из-за собственного любопытства, а ради общего блага. «Остановиться на паре десятков, когда можешь помочь тысячам?» - сказал он тогда жене. Сейчас эти слова казались напыщенными и глупыми, но от этого их смысл никуда не делся.  Привычно напомнив самому себе, что наука требует жертв, учёный выдавил из себя вымученную улыбку и произнёс, вставая: ',
        author: '',
      },
      {
        id: 1,
        text: '- Эх, я уже не так молод, чтобы позволять себе сомнительное удовольствие спать в кресле. Спина даёт о себе знать.',
        author: '',
      },
    ],
  },
  {
    position: 3,
    image: scene1,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: '  - Прошу прощения, что заставили Вас ждать,  - на лице куратора на секунду показалась лёгкая вежливая улыбка: - Если Вам нужно немного времени, чтобы прийти в себя, то несколько минут у нас ещё есть. ',
        author: '',
      },
      {
        id: 1,
        text: '- Нет, спасибо, - всё ещё слегка морщась, сказал Даниил: - Чем раньше начнём, тем раньше закончим. ',
        author: '',
      },
      {
        id: 2,
        text: '- Хорошо. Идите за мной. ',
        author: '',
      },
    ],
  },
  {
    position: 4,
    image: scene2,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Они прошли по коридору до неприметной двери без номера и таблички. Внутри всё уже было подготовлено. Аппаратура нейроинтерфейса была включена и мигала экранами датчиков, как новогодняя ёлка, так что Даниил только слегка исправил под себя настройки и, удовлетворённо хмыкнув, улёгся на кушетку. Глядя, как учёный устраивается поудобнее и подключает к себе многочисленные датчики, куратор заговорил: ',
        author: '',
      },
      {
        id: 1,
        text: '- Давайте, пока вы готовитесь, я вам объясню, зачем мы вас так срочно вызвали. Видите ли, сегодня у нас особый случай: это не терапевтический сеанс и не практическое занятие. ',
        author: '',
      },
      {
        id: 2,
        text: '- Да я уже догадался, - хмыкнул Даниил, а человек в штатском продолжил: ',
        author: '',
      },
    ],
  },
  {
    position: 5,
    image: scene2,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: '- Я не могу рассказать вам, что произошло, хотя бы потому, что и сам не знаю всех подробностей. Могу только сказать, что в голове вашего сегодняшнего пациента скрыты важные данные, которые нужно найти и извлечь. ',
        author: '',
      },
      {
        id: 1,
        text: 'Уловив возмущение во взгляде собеседника, куратор поднял руки в останавливающем жесте и, не дав учёному ничего сказать, продолжил:',
        author: '',
      },
      {
        id: 2,
        text: '- Знаю, вы на такое не соглашались, но это дело очень срочное, и другого выбора у нас нет. От вас требуется только сопроводить нашего сотрудника и объяснить ему, что и как. Вам даже не придётся самому извлекать информацию. Скорее, наоборот - ввиду опасности этих данных вам нужно будет приложить максимум усилий, чтобы не узнать ничего лишнего. Ещё раз извиняюсь, что нам приходится подвергать вас такому риску, но, повторюсь, ситуация на самом деле серьёзная, и времени у нас просто нет. ',
        author: '',
      },
    ],
  },
  {
    position: 6,
    image: scene2,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: '«Бред какой-то», - подумал Даниил, чертыхаясь про себя: «Если всё так серьёзно, поручили бы это своим спецам. Зря что ли я столько времени потратил на их обучение?» Словно прочитав его мысли, куратор развёл руками и добавил: ',
        author: '',
      },
      {
        id: 1,
        text: '- К сожалению, все наши эксперты сейчас далеко. Мы не можем вас к чему-то принуждать, но, честно говоря, мы очень рассчитываем на вашу помощь. Вы – лучший из всех, кто с нами сотрудничает. ',
        author: '',
      },
      {
        id: 2,
        text: '«Из всех, кто соглашается с вами сотрудничать», - подумал Даниил: «Пока ещё соглашается». ',
        author: '',
      },
    ],
  },
  {
    position: 7,
    image: scene3,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Когда со всеми формальностями было покончено, вежливый человек в штатском покинул помещение, напоследок пожелав удачи учёному. Последний к этому времени уже расположился на кушетке и облепил себя датчиками, от чего стал похож на муху в паутине. Он досадливо поморщился, выгоняя из головы неприятное сравнение. «Это всё ради твоей работы, Даня, ради общего блага», - в очередной раз напомнил он себе, после чего надел шлем нейроинтерфейса и привычно расслабился, позволяя аппаратуре погрузить себя в сон. Пребывание в темноте, как и всегда, длилось всего секунду. Даниил старался не думать о том, что он мог пребывать в этом состоянии долгие часы и даже не заметить этого. Сегодняшний день и без того начинался не очень приятно. ',
        author: '',
      },
    ],
  },
  {
    position: 8,
    image: scene4,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Симуляция была выполнена в виде просторного лифта с большим зеркалом на одной из боковых стен. У зеркала стоял молодой темноволосый человек среднего роста и разглядывал своё отражение, ощупывая лицо руками. Учёный непроизвольно улыбнулся. Новички всегда сразу выдают себя. ',
        author: '',
      },
      {
        id: 1,
        text: '- Поразительно, - едва слышно произнёс человек у зеркала: - Всё такое реальное. ',
        author: '',
      },
    ],
  },
  {
    position: 9,
    image: scene4,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: '- Что вас так удивляет? – спросил Даниил, подходя ближе и кивая в знак приветствия. Его собственное отражение здесь тоже отличалось от привычного: лет на пятнадцать моложе, пока ещё даже без намёка на седину и залысины. Вот только если он видел себя, то насчёт внешности нового знакомого можно было не сомневаться – совпадения с действительностью минимальны, если они вообще есть. Не исключено даже, что на самом деле они ровесники. Молодой человек повернулся и быстро пробежал по новоприбывшему взглядом. Учёный почему-то вдруг вспомнил, что давно уже собирался сходить в клинику на полное голосканирование, да всё как-то времени не было.',
        author: '',
      },
      {
        id: 1,
        text: '- Здравствуйте, профессор, - ответил на приветствие парень: - Просто я не ожидал, что ощущения в этом вашем Сне Мёбиуса покажутся настолько настоящими. ',
        author: '',
      },
    ],
  },
  {
    position: 10,
    image: scene4,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: '- Нашему мозгу, по большому счёту, всё равно, из каких источников получать данные для обработки: от собственных органов чувств или напрямую в кору от нейроинтерфейса, - не удержавшись, позволил себе добавить нотку снисходительности в голос учёный: - Грубо говоря, даже то, что вы привыкли считать «реальным» миром, есть не более чем ещё одна симуляция, созданная в вашей голове.',
        author: '',
      },
      {
        id: 1,
        text: '- Занятно, - задумчиво протянул молодой человек: - Зачем нужен мощный видеопроцессор, если у каждого уже есть собственный? ',
        author: '',
      },
      {
        id: 2,
        text: '- Причём куда совершеннее любого, какой способен создать человек. Вы всё правильно поняли, - с улыбкой сказал профессор, вопросительно посмотрев на собеседника. ',
        author: '',
      },
      {
        id: 3,
        text: '- Можете звать меня Захаром, - произнёс тот тоном, не оставлявшим сомнений в «подлинности» данного имени: - Вы, наверное, поняли, что я впервые попал в Сон Мёбиуса. Не было времени знакомиться с деталями, поэтому и понадобилась ваша помощь. Объясните вкратце, как это всё работает. ',
        author: '',
      },
    ],
  },
  {
    position: 10,
    image: scene5,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Профессор задумчиво потёр подбородок. ',
        author: '',
      },
      {
        id: 1,
        text: '- С чего бы начать… Во-первых, то, что вы сейчас видите, ещё не Сон Мёбиуса. Это симуляция, созданная нейроинтерфейсом для упрощения взаимодействия с сознанием. Мозгу проще мыслить образами, да и работать с чужой психикой напрямую почти невыполнимо сложно даже для очень опытных специалистов. Для этого требуются весьма специфические навыки.Он повёл рукой, показывая вокруг: ',
        author: '',
      },
      {
        id: 2,
        text: 'Он повёл рукой, показывая вокруг: ',
        author: '',
      },
      {
        id: 3,
        text: '- Лифт – это классический вариант своеобразной «загрузочной зоны». Пока мы находимся здесь, аппаратура считывает информацию из мозга субъекта и формирует что-то вроде карты зон сознания, которые подвергались вмешательству. Когда мы выйдем из лифта, мы увидим коридор или помещение с дверьми, за каждой из которых будет отдельная зона. Судя по тому, как долго нам приходится ждать, их будет много. ',
        author: '',
      },
    ],
  },
  {
    position: 11,
    image: scene5,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: 'Учёный сделал небольшую паузу и продолжил: ',
        author: '',
      },
      {
        id: 1,
        text: '- Во-вторых, само название «Сон Мёбиуса» не совсем корректно. Его придумали журналисты для красного словца. Согласитесь, лучше звучит, чем «психоинвазивное циклирование тульпы»? На самом деле, то, что мы делаем, имеет ко сну или Мёбиусу весьма косвенное, я бы даже сказал метафорическое, отношение. ',
        author: '',
      },
    ],
  },
  {
    position: 12,
    image: scene6,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'На этих словах ему пришлось прерваться, потому что лифт, наконец, открылся. Они вышли в коридор, и Даниил едва удержался, чтобы не присвистнуть от удивления: даже на первый взгляд там было не меньше трёх десятков дверей. «Да уж, кто-то тут знатно порезвился», - подумал учёный и, жестом поманив за собой спутника, прошёл в ближайшее помещение, расположенное прямо напротив лифта. ',
        author: '',
      },
    ],
  },
  {
    position: 13,
    image: scene7,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Едва преодолев дверной проём, они оказались на небольшом дачном участке. За их спинами возвышался маленький, но ухоженный домик, а впереди, в шагах десяти, стояла невысокая баня и поленница под навесом, рядом с которым высокий крепкий парень сосредоточенно колол дрова.  ',
        author: '',
      },
      {
        id: 1,
        text: 'Человек, назвавшийся Захаром, спросил: ',
        author: '',
      },
      {
        id: 2,
        text: '- Это нормально? Так и должно быть?',
        author: '',
      },
    ],
  },
  {
    position: 14,
    image: scene7,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: 'Едва преодолев дверной проём, они оказались на небольшом дачном участке. За их спинами возвышался маленький, но ухоженный домик, а впереди, в шагах десяти, стояла невысокая баня и поленница под навесом, рядом с которым высокий крепкий парень сосредоточенно колол дрова.  ',
        author: '',
      },
      {
        id: 1,
        text: 'Человек, назвавшийся Захаром, спросил: ',
        author: '',
      },
      {
        id: 2,
        text: '- Это нормально? Так и должно быть?',
        author: '',
      },
      {
        id: 3,
        text: 'Даниил со слегка ошарашенным видом покачал головой: ',
        author: '',
      },
      {
        id: 4,
        text: '- Не совсем. Собственно, перед вами самый настоящий Сон Мёбиуса, можно сказать, его классический вариант. Именно так описывался один из первых экспериментов по вмешательству в сознание с помощью нейроинтерфейса. Я об этом читал, но не думал, что когда-нибудь увижу это своими глазами. ',
        author: '',
      },
      {
        id: 5,
        text: '- Это почему же? ',
        author: '',
      },
    ],
  },
  {
    position: 15,
    image: scene8,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: '- Видите ли, в этом просто нет смысла… Нет, давайте я расскажу с самого начала, чтобы было понятнее. В тридцатые годы, когда ещё только начали появляться прототипы нейроинтерфесов нового поколения, одна группа учёных нашла способ с их помощью отделять часть сознания человека и создавать из неё так называемую тульпу. Грубо говоря, они вызывали что-то вроде искусственного раздвоения личности. Тульпа может быть как самостоятельной квази-личностью, так и копировать хозяина, заключая в себя часть его воспоминаний или даже отдельные черты характера. Как оказалось, если изолировать тульпу от основной части сознания, так называемого ядра, то сам пациент утрачивает воспоминания или черты, заключённые в ней. Сейчас мы с помощью этого метода научились излечивать тяжелейшие случаи посттравматического синдрома, а также частично шизофрению и некоторые другие психические заболевания. ',
        author: '',
      },
      {
        id: 1,
        text: '«А ещё это открыло новые горизонты для шпионажа», - подумал про себя учёный, но вслух этого произносить не стал, помня, кто перед ним. Сделав небольшую паузу, Даниил продолжил:',
        author: '',
      },
    ],
  },
  {
    position: 16,
    image: scene9,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: '- Однако недостаточно только отделить часть сознания, скажем, с воспоминаниями об автокатастрофе от ядра личности пациента. Тульпа может вести себя совершенно независимо и причинить человеку больше вреда, чем пользы. Тем не менее, и для этой проблемы было найдено решение: тульпу нужно чем-то занять. С помощью симуляции, созданной с использованием нейроинтерфейса, ей можно навязать определённый алгоритм действий с невыполнимым условием для его завершения. Она будет следовать ему, даже не осознавая этого, а когда столкнётся с непреодолимым препятствием, алгоритм прервётся и начнётся заново. Получается бесконечный замкнутый цикл, который позже и прозвали Сном Мёбиуса. ',
        author: '',
      },
      {
        id: 1,
        text: '- Так, а при чём здесь дрова?',
        author: '',
      },
      {
        id: 2,
        text: '- В том-то и дело, что сейчас это совершенно бессмысленно. Подобные экперименты раньше проводились исключительно для демонстрации работоспособности самой методики, и учёные, как правило, ставили их на себе. Понятия не имею, зачем кому-то может понадобиться повторять это. ',
        author: '',
      },
    ],
  },

  {
    position: 17,
    image: scene10,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: '- Спасибо, профессор, - кивнул Захар: - А с этой, как её там…',
        author: '',
      },
      {
        id: 1,
        text: '- Тульпа.',
        author: '',
      },
      {
        id: 2,
        text: '- Да. С этой тульпой можно поговорить? ',
        author: '',
      },
      {
        id: 3,
        text: '- Разумеется. Насколько я понимаю, именно за этим мы сюда и пришли. То, что вам нужно, хранится в памяти у этой или одной из тех, что ждут нас за другими дверьми. ',
        author: '',
      },
      {
        id: 4,
        text: '- Хорошо, спасибо. Подождите меня здесь. ',
        author: '',
      },
      {
        id: 5,
        text: 'С этими словами Захар двинулся к высокому человеку, который как раз только что сложил очередную партию дров в поленницу, совершенно не замечая, что их там нисколько не прибавилось. ',
        author: '',
      },
    ],
  },

  {
    position: 18,
    image: scene6,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Присев на лавку у дома, Даниил наблюдал, как два человека обменялись парой фраз, после чего тот, что до этого колол дрова, отрицательно помотал головой и уже, было, отвернулся, чтобы продолжить своё занятие, но второй схватил его за плечо, повернул к себе и сказал ему что-то прямо в лицо. Тот на секунду замер. Затем окружающий  их мир моргнул, на долю мгновения погрузившись во тьму, и Даниил с Захаром оба оказались стоящими в коридоре у двери напротив лифта. Молодой человек ошарашенно повертел головой и вопросительно уставился на учёного. Тот кашлянул и пояснил: ',
        author: '',
      },
      {
        id: 1,
        text: '- Простите, забыл вас предупредить. Тульпа считает себя полноценной личностью и не может самостоятельно покинуть цикл. Если сказать ей, кто она и что с ней происходит, то она столкнётся с непреодолимым условием, алгоритм прервётся, и цикл начнётся заново. ',
        author: '',
      },
      {
        id: 2,
        text: '- Непреодолимое условие, значит. Начнётся заново… - задумчиво повторил молодой человек: - Интересная подробность. А основная часть личности может оказаться в цикле? ',
        author: '',
      },
    ],
  },

  {
    position: 19,
    image: scene6,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: 'Даниил передёрнул плечами. Ему был неприятен этот вопрос и задавший его человек, хотя эти мысли пока ещё не успели толком оформиться – так, только лёгкие предчувствия. Учёный пожал плечами: ',
        author: '',
      },
      {
        id: 1,
        text: '- При определённых условиях ядро личности можно встретить в симуляции, но я не ˝слышал, чтобы кто-то пытался запереть его в цикле. Скорее всего, это невозможно. На самом ˝деле, у хозяина головы здесь куда больше свободы действий, чем у нас с вами. При должной ˝сноровке, разумеется. ',
        author: '',
      },
      {
        id: 2,
        text: '- Понятно. Идём дальше.',
        author: '',
      },
    ],
  },

  {
    position: 20,
    image: scene11,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'За следующей дверью оказалась детская игровая площадка, на которой шумно резвилась стайка разновозрастной ребятни. При виде этой картины Захар повернулся к Даниилу: ',
        author: '',
      },
      {
        id: 1,
        text: '- Это всё тульпы?',
        author: '',
      },
      {
        id: 2,
        text: '- Нет. Тульпа в цикле всегда одна. Остальные дети – всего лишь анимированные образы, созданные симуляцией и не имеющие собственного сознания. ',
        author: '',
      },
      {
        id: 3,
        text: '- И как мне отличить одно от другого?',
        author: '',
      },
      {
        id: 4,
        text: '- Всё просто. Образы будут вас игнорировать, что бы вы ни делали. Они могут взаимодействовать только друг с другом и с самой тульпой, и то - только в рамках её представлений о том, как они должны себя вести. ',
        author: '',
      },
      {
        id: 5,
        text: '- Понятно. ',
        author: '',
      },
      {
        id: 6,
        text: 'В этот раз всё продлилось несколько дольше, но с тем же результатом. Спутник Даниила немного побегал между детьми, пока не нашёл нужного, и, едва он ему что-то сказал, мир опять моргнул, и они снова очутились в коридоре у двери.  ',
        author: '',
      },
    ],
  },

  {
    position: 21,
    image: scene12,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'При каждой следующей попытке ситуация повторялась. Они проходили в очередное помещение, молодой человек находил тульпу, шептал ей пару фраз, и они снова оказывались в самом начале. Они прошли ещё примерно дюжину симуляций, и с каждым разом учёный всё больше погружался в неприятные размышления. Дача, детская площадка, театральное представление, супермаркет, библиотека – и ни одного случая, имевшего хоть какой-то смысл с точки зрения психохирургии. Складывалось впечатление, что кто-то просто развлекался или ставил эксперименты, но если это ещё можно было объяснить попытками лучше спрятать загадочные секретные данные, то поведение Захара действительно настораживало. Казалось, он всякий раз нарочно срывал алгоритм, даже не пытаясь выяснить, что известно тульпе. Объяснить такое его поведение не получалось, от чего беспокойство только нарастало. Даниил, как мог, старался выкинуть тревожные мысли из головы, напоминая себе, зачем он этим занимается. Получалось слабо и оставалось только надеяться, что его товарищ слишком занят, чтобы обратить внимание на состояние учёного. ',
        author: '',
      },
    ],
  },

  {
    position: 22,
    image: scene13,
    imgAnimate: true,
    lyrics: [
      {
        id: 0,
        text: 'Пройдя в очередную дверь, они оказались в небольшой комнате со светлыми стенами и без окон. В центре помещения стоял единственный стул, на котором, закинув ногу на ногу, сидел темнокожий парень. Он совершенно не двигался и просто смотрел прямо перед собой невидящим взглядом. Захар подошёл ближе и что-то прошептал ему на ухо, но, вопреки ожиданиям, мир не моргнул, и учёный, к своему изумлению услышал, как парень громко сказал с безупречным лондонским произношением: ',
        author: '',
      },
      {
        id: 1,
        text: '- We’ve found your family, Arseny.  You’ll have to speak now.',
        author: '',
      },
      {
        id: 2,
        text: 'Лицо человека на стуле совершенно не изменилось, чего нельзя было сказать о Захаре, который, на глазах наливаясь краской, медленно повернулся к Даниилу. Учёный постарался сделать вид, что от скуки разглядывает узор напольной плитки. ',
        author: '',
      },
      {
        id: 3,
        text: '- Профессор, что это значит? ',
        author: '',
      },
      {
        id: 4,
        text: '- What does it mean, professor? – бесстрастно повторила тульпа. ',
        author: '',
      },
      {
        id: 5,
        text: 'Даниил пожал плечами. ',
        author: '',
      },
    ],
  },

  {
    position: 23,
    image: scene13,
    imgAnimate: false,
    lyrics: [
      {
        id: 0,
        text: '- Прошу прощения, я не говорю по-английски, - соврал он, чувствуя, как мурашки атакующими волнами поднимаются по спине к затылку.',
        author: '',
      },
      {
        id: 1,
        text: 'Темнокожий парень всё с тем же пустым лицом, громко и чётко, произнёс: ',
        author: '',
      },
      {
        id: 2,
        text: '- Excuse me, I don’t speak English. ',
        author: '',
      },
      {
        id: 3,
        text: 'Захар прикрикнул на него по-английски:',
        author: '',
      },
      {
        id: 4,
        text: '- Shut up!',
        author: '',
      },
      {
        id: 5,
        text: '- Заткнись. – послушно перевела тульпа. ',
        author: '',
      },
      {
        id: 5,
        text: 'Даниил кашлянул, привлекая к себе внимание своего спутника.',
        author: '',
      },
      {
        id: 6,
        text: '- Поправьте меня, если я не прав, но он переводит то, что мы говорим? ',
        author: '',
      },
      {
        id: 7,
        text: '- Correct me if I’m wrong, but he translates what we say?',
        author: '',
      },
    ],
  },
]

// {
//   position: 15,
//   image: scene8,
//   imgAnimate: true,
//   lyrics: [
//     {
//       id: 0,
//       text: '',
//       author: '',
//     },
//     {
//       id: 1,
//       text: '',
//       author: '',
//     },
//   ],
// },
//
